<?php include('server/db_login.php') ?>
<?php
  //session_start();

  if (isset($_GET['logout']))
  {
  	session_destroy();
  	unset($_SESSION['email']);
  	header("location: index.php");
  }
?>
<!DOCTYPE html>
<html lang="el">
<meta charset="utf-8"
<html>
<head>
<title>ΙΚΑ</title>
</head>


<!-- home-page start -->

<link rel="stylesheet" href="css/styles.css">

<body>
<!-- home-page start -->
<div class="container">
	<div id="header">
        <a href="index.php" Title><img id="logo" src="icons/new_logo_ika.png" alt="LOGO" height="145"></a>
        <div id="search-box">
            <form id="search">
                <input type="text" name="search" placeholder="Αναζήτηση...">
            </form>
        </div>

		<?php  if (!isset($_SESSION['email'])) : ?>

        <button id="before" onclick="document.getElementById('sb').style.display='block'" class="signup"><p>Είσοδος/Εγγραφή</p></button>

		<?php endif ?>

		<?php  if (isset($_SESSION['email'])) : ?>

			<?php

			$db = mysqli_connect('localhost', 'root', '4386CFkld','demo');

			$email = $_SESSION['email'];
			$query = "SELECT * FROM users WHERE email='$email'";
			$results = mysqli_query($db, $query);
			if (mysqli_num_rows($results) == 1)
			{
				$row = mysqli_fetch_array($results);
				$name = $row['name'];
			}
			?>




		<button id="after" onclick="document.getElementById('sb2').style.display='block'" class="signup"><p><?php echo $name; ?></p></button>


		<?php endif ?>

		<div id="mainmenu">
			<ul class="menu_links">
				<li class="menu-0">
					<a href="index.php" Title>Αρχική</a>
				</li>
				<li class="menu-1">
				<a href="index.php" Title>Ηλεκτρονικές Υπηρεσίες</a>
				<div class="dropdown">
					<a href="insurance.php">Ασφαλισμένοι</a>
					<a href="javascript:AlertIt();">Συνταξιούχοι</a>
					<a href="employer.php">Εργοδότες</a>
					<a href="javascript:AlertIt();">Οφειλέτες</a>
					<a href="javascript:AlertIt();">Πάροχοι</a>
					<a href="javascript:AlertIt();">Φορείς</a>
					<a href="javascript:AlertIt();">Ιατροί</a>
				</div>
				</li>
				<li class="menu-2">
					<a href="javascript:AlertIt();" Title>Ανακοινώσεις</a>
				</li>
				<li class="menu-2">
					<a href="javascript:AlertIt();" Title>Εγκύκλιοι</a>
				</li>
				<li class="menu-2">
					<a href="javascript:AlertIt();" Title>Χρήσιμοι Σύνδεσμοι</a>
				</li>
			</ul>
		</div>
	</div>

    <div id="main">
		<ul class="breadcrumb">
			<li><a href="index.php">Αρχική</a></li>
			<li><a href="javascript:AlertIt();">Ανακοινώσεις</a></li>
			<li>Σχετικά με δημοσιεύματα για επιπλέον χρηματοδότηση του ΙΚΑ-ΕΤΑΜ</li>
		</ul>

		<div id="announcement-extended" class="middle">
            <div class="panel-title">
                <p>Σχετικά με δημοσιεύματα για επιπλέον χρηματοδότηση του ΙΚΑ-ΕΤΑΜ</p>
            </div>

            <div class= "panel-content">
				<h4>Ιούλιος 2015 - Δεκέμβριος 2016</h4>
				<p> Ο Διοικητής, οι Υποδιοικητές και οι συνεργάτες, εκφράζουμε προς τους εργαζόμενους του Ιδρύματος τις ειλικρινείς μας ευχαριστίες για τη δεκαεπτάμηνη κοινή προσπάθεια σκληρής, συνεχούς και αποτελεσματικής δουλειάς, που κράτησε όρθιο και αναβάθμισε τον μεγαλύτερο φορέα Κοινωνικής Ασφάλισης και που τον ανέδειξε σε καταλύτη δημιουργίας του νέου Ενιαίου Φορέα Κοινωνικής Ασφάλισης (ΕΦΚΑ).
				<br><br>Σας αποδίδουμε, δικαιολογημένα, τα εύσημα επειδή μείνατε δυνατοί και διασφαλίσατε με την υπηρεσία σας την καθολική, υποχρεωτική, δημόσια, αλληλέγγυα Κοινωνική Ασφάλιση και το δημόσιο ασφαλιστικό αγαθό, το οποίο δεν μπορεί να υποκαταστήσει η ιδιωτική ασφάλιση και τα επαγγελματικά ταμεία.
				<br><br>Θωρακίσατε το ΙΚΑ-ΕΤΑΜ με αποτελέσματα και περίσσευμα αισιοδοξίας για το αύριο.<br><br>Αποδείξατε ότι η Κοινωνική Ασφάλιση με εγγυημένες παροχές, χωρίς περικοπές και καταλήστευσή τους, μειώνει τις ανισότητες, αποκλείει την περιθωριοποίηση και διασφαλίζει παροχές αξιοπρεπούς διαβίωσης.<br><br>Ο απολογισμός της κοινής δράσης διοίκησης και προσωπικού, αποδεικνύει την αξία της αθόρυβης, ουσιαστικής, παραγωγικής σκληρής δουλειάς μας.<br><br>Ενδεικτικά αναφέρω ότι:<br><br>1. Το ενδεκάμηνο του έτους 2016 συγκριτικά με το αντίστοιχο ενδεκάμηνο του έτους 2015 βελτιώσαμε τα έσοδα κατά 455,23 εκατομμύρια ευρώ ή ποσοστό 4,77%.<br><br>2. Για 4ο συνεχή μήνα δεν δανεισθήκαμε για την καταβολή των συντάξεων.<br><br>3. Ο οικονομικός απολογισμός του 2016 κλείνει με έλλειμμα ύψους ενός (1) δισεκατομμυρίου ευρώ, όταν ο προϋπολογισμός του 2016 προέβλεπε έλλειμμα 2,037 δις ευρώ.<br><br>4. Τα ανωτέρω οικονομικά αποτελέσματα είναι τα καλύτερα της τελευταίας επταετίας.<br><br>Στο ιδιαίτερα σημαντικό πεδίο των συνταξιοδοτήσεων, τα αποτελέσματα, χωρίς να μας γεννούν κανενός είδους έπαρση, είναι ιδιαίτερα εντυπωσιακά.<br><br>Αρκεί να σημειώσουμε ότι οι εκκρεμείς αιτήσεις συνταξιοδότησης είχαν εξελιχθεί σε μείζον κοινωνικό πρόβλημα για όλες τις κυβερνήσεις. Σήμερα το φαινόμενο της χρόνιας καθυστέρησης των αιτήσεων συνταξιοδότησης αποτελεί παρελθόν. Με τις ενέργειες που έχουμε δρομολογήσει, οι εκκρεμότητες στις απονομές συντάξεων είναι πολύ λιγότερες από τα προηγούμενα έτη. Μάλιστα, το πρώτο δίμηνο του 2017, σύμφωνα με τον προγραμματισμό μας, δεν θα εκκρεμεί καμία αίτηση που έχει υποβληθεί μέχρι το τέλος του 2015. Επίσης, η πλειοψηφία των αιτήσεων που έχουν υποβληθεί εντός του 2016, στα πλαίσια του νόμου που ίσχυε έως 12-5-2016, θα έχει ικανοποιηθεί με οριστικές αποφάσεις ή προσωρινές συντάξεις.<br><br>Επίσης, η προσπάθεια ενίσχυσης, βελτίωσης και εκσυγχρονισμού του Ολοκληρωμένου Πληροφορικού Συστήματος (Ο.Π.Σ.) με ταυτόχρονη μείωση σπατάλης, εξοικονόμησης πόρων, διαχείρισης της συντήρησης που έδωσε πολύ θετικά αποτελέσματα στα πεδία οικονομικής και διοικητικής λειτουργίας, αναβαθμίζοντας το επίπεδο ποιότητας των υπηρεσιών.<br><br>Ενδεικτικό της προσπάθειάς μας είναι ότι σήμερα η ηλεκτρονική αίτηση, η ηλεκτρονική παρακολούθηση του αιτήματος, η ηλεκτρονική ένσταση και ηλεκτρονική αποστολή της γνωμάτευσης, όπου επιθυμεί ο ενδιαφερόμενος, αποτελεί πραγματικότητα για τους συνανθρώπους μας με αναπηρία.<br><br>Το ΙΚΑ-ΕΤΑΜ παρέχει εγγυήσεις στη συνέχειά του και δίκαια κατακτάει στην πράξη το ρόλο της ατμομηχανής του ΕΦΚΑ.<br><br>Αναμφίβολα το ΙΚΑ-ΕΤΑΜ στο 17μηνο της παρουσίας μας στη Διοίκησή του, με τη δική σας σημαντική συμβολή, βελτίωσε ουσιαστικά την εικόνα του, ενίσχυσε την αυτοεκτίμηση των στελεχών του, βελτίωσε το αποτέλεσμα της δουλειάς όλων και παρείχε το αγαθό της κοινωνικής ασφάλισης με σεβασμό και αξιοπρέπεια στους ασφαλισμένους του.<br><br>Ανοίξαμε δρόμους δημοκρατικής λειτουργίας και επικοινωνίας χωρίς διακρίσεις, ημετερισμούς και πελατειακές σχέσεις.<br><br>Χτίσαμε τους δρόμους που κινείται και θα κινηθεί ο ΕΦΚΑ, παρά τα ασφυκτικά χρονικά πλαίσια και τις δυσκολίες που δημιούργησαν αντιξοότητες όπως η καθυστέρηση διαμόρφωσης της δομής του νέου φορέα (ο ν. 4445/2016 πήρε ΦΕΚ την 19/12/2016), η καθυστέρηση έκδοσης των αναγκαίων εγκυκλίων για τον υπολογισμό των συντάξεων απ' τις αρμόδιες υπηρεσίες του Υπουργείου κ.α.<br><br>Πραγματοποιήσαμε σε 17 μήνες πολλά από τον σχεδιασμό που είχαμε όταν αναλάβαμε τη διοίκηση του μεγαλύτερου Φορέα Κοινωνικής Ασφάλισης της Χώρας. Υπάρχουν αρκετά που πρέπει να υλοποιηθούν. Ο ΕΦΚΑ, που παίρνει τη σκυτάλη και τη μεγάλη ευθύνη της διασφάλιση της συνέχειας, έχει εγγυητές εσάς, για θετικό πρόσημο στη λειτουργία του, αναπτυγμένη ασφαλιστική συνείδηση απ' τον πολίτη και βέλτιστο ασφαλιστικό αγαθό, που θα παρέχεται με σεβασμό και αξιοπρέπεια στον ασφαλισμένο.<br><br>Τα θετικά αποτελέσματα του ΙΚΑ-ΕΤΑΜ είναι προϊόντα κοινής σκληρής δουλειάς, σχεδιασμού και προγραμματισμού που αντιμετώπισαν δραστικά χρόνιες ανεπάρκειες, αλληλοεπικαλύψεις, υστερήσεις και αδράνειες.<br><br>Εφαρμόσαμε δράσεις στα πεδία χρηματοδότησης, αξιοποιήσαμε πόρους, ελέγξαμε οικονομικές υστερήσεις και διαχειριστικές ανεπάρκειες, εκσυγχρονίσαμε την πληροφορική, βελτιώσαμε τις διοικητικές πρακτικές, αξιοποιήσαμε νέες τεχνογνωσίες για την καλύτερη προσαρμογή στο καινούργιο.<br><br>Στο πεδίο του Συστήματος Κοινωνικής Ασφάλισης (Σ.Κ.Α) το ΙΚΑ-ΕΤΑΜ επί 80 χρόνια κρίθηκε από την κοινωνία θετικά και κανείς δεν μπορεί να το απαξιώσει.<br><br>Είναι και θα παραμείνει ο βασικός πυλώνας οικοδόμησης και εφαρμογής της μεγάλης κοινωνικής μεταρρύθμισης του ΕΦΚΑ.<br><br>Παρακαταθήκη μας το ήθος, η εντιμότητα και η σκληρή και αποτελεσματική δουλειά.<br><br>Σας χαιρετούμε από καρδιάς, ειλικρινά, με τη βεβαιότητα ότι θα συνεχίσετε τη μεγάλη προσπάθεια της στήριξης της υποχρεωτικής, καθολικής, δημόσιας, αλληλέγγυας κοινωνικής ασφάλισης, στα πλαίσια του ΕΦΚΑ.
				</p>
				<h4 style="float: right;">ΑΠΟ ΤΗ ΔΙΟΙΚΗΣΗ<br><br>ΤΟΥ ΙΚΑ-ΕΤΑΜ</h4>
            </div>
        </div>
	</div>

	<div id="footer">
		<ul class="menu_links">
			<li class="menu-0">
				<a href="javascript:AlertIt();" Title>Όροι Χρήσης</a>
			</li>
			<li class="menu-1">
				<a href="javascript:AlertIt();" Title>Χάρτης Πλοήγησης</a>
			</li>
			<li id="last-item" class="menu-1">
					<a href="javascript:AlertIt();" Title>Επικοινωνία</a>
			</li>
		</ul>
		<div id="copyright" class="menu-0">
			<p>Copyright © 2018 IKA-ETAM</p>
		</div>
	</div>

</div>



<div id="sb" class="signup-blur">
	<form method="post" action="an161230.php">
	  <div class="signup-popup">
		  <span onclick="document.getElementById('sb').style.display='none'" class="exit-button">&times;</span>
		  <div class="popup-content">
			  <h3>Είσοδος</h3>
			  <p>*Email:
				  <div class="input-box">
					  <input type="text" name="email">
				  </div>
			  </p>
			  <p>&nbsp;</p>
			  <p>*Κωδικός:
				  <div class="input-box">
					  <input type="password" name="password">
				  </div>
			  </p>
			  <p><input type="checkbox"> Διατήρηση σύνδεσης</p>

			  <a href="https://www2.hm.com/en_eur/password/requestSignIn" class="forgot-password">Ξέχασα τον κωδικό μου</a>
			  <p>&nbsp;</p>
			  <input type="hidden" name="page" value="an161230.php">
			  <button type="submit" class="button" name="login_user">Είσοδος</button>
			  <p>&nbsp;</p>
			  <input type=button id="signup"class="button" onClick="location.href='signup.php'" value='Εγγραφή'>

		  </div>
	  </div>
	</form>
</div>

<div id="sb2" class="signup-blur">
	<div class="signup-popup">
		<span onclick="document.getElementById('sb2').style.display='none'" class="exit-button">&times;</span>
		<div class="popup-content">
			<h3>Καλώς Ορίσατε</h3>
			<div class="line">
				<div id="profile">
					<a href="profile.php" >Το προφίλ μου</a>
				</div>
			</div>
			<div class="line">
				<div id="logout">
					<a href="index.php?logout='1'" >Αποσύνδεση</a>
				</div>
			</div>
		</div>
	</div>
</div>


<script>

var modal = document.getElementById('sb');
var modal2 = document.getElementById('sb2');

// When the user clicks anywhere outside of the modal, close it
window.onclick = function(event) {
    if (event.target == modal2 || event.target == modal) {
        modal.style.display = "none";
    }
}
</script>

<script>
    function AlertIt()
    {
        alert("Η υπηρεσία δεν είναι διαθέσιμη.");
    }
</script>

</body>
</html>
