<?php include('server/db_login.php') ?>
<?php
  //session_start();

  if (isset($_GET['logout']))
  {
  	session_destroy();
  	unset($_SESSION['email']);
  	header("location: index.php");
  }
?>
<!DOCTYPE html>
<html lang="el">
<meta charset="utf-8"
<html>
<head>
<title>ΑTLAS</title>
</head>


<!-- home-page start -->

<link rel="stylesheet" href="css/styles8.css">

<body>
<!-- home-page start -->

<div class="container">
	<div id="header">
        <a href="index.php" Title><img id="logo" src="icons/atlas_logo.png" alt="LOGO" height="145"></a>
        

		<?php  if (!isset($_SESSION['email'])) : ?>

        <button id="before" onclick="document.getElementById('sb').style.display='block'" class="signup"><p>Είσοδος/Εγγραφή</p></button>
        <button id="before" onclick="document.getElementById('sb').style.display='block'" class="signup2"><p>Είσοδος/Εγγραφή Φορείς</p></button>

		<?php endif ?>

		<?php  if (isset($_SESSION['email'])) : ?>

		<?php

		$db = mysqli_connect('localhost', 'root', '4386CFkld','demo');

		$email = $_SESSION['email'];
		$query = "SELECT * FROM users WHERE email='$email'";
		$results = mysqli_query($db, $query);
		if (mysqli_num_rows($results) == 1)
		{
			$row = mysqli_fetch_array($results);
			$name = $row['name'];
		}
		?>

		<button id="after" onclick="document.getElementById('sb2').style.display='block'" class="signup"><p><?php echo $name; ?></p></button>
		<?php endif ?>


        <div class="content">
            <ul class="breadcrumb">
				<li><a href="index.php">Αρχική</a></li>
				<li>FAQ</li>
			</ul>
            <div class="side-title2"> 
				<b>Ερωτήσεις φοιτητών</b>
		    </div>
		    <div>
                <b>1. Τι πρέπει να προσέξω για την ασφάλειά μου;</b>
		        <p>
                    Δε θα πρέπει να αποκαλύπτετε σε κανέναν το Όνομα Χρήστη και τον Κωδικό Πρόσβασης που σας έχουν δοθεί από το Ίδρυμά σας.
                    Επίσης, σε περίπτωση που συνδέεστε στο σύστημα από δημόσιο υπολογιστή, βεβαιωθείτε ότι πατάτε πάντα το κουμπί "Αποσύνδεση"
                    πάνω δεξιά στην οθόνη κατά την έξοδό σας και ότι κλείνετε το φυλλομετρητή.
                </p>
                <b>2. Πώς μπορώ να εγγραφώ/εισέλθω στο σύστημα;</b>
		        <p>
                    Για να εισέλθετε στο σύστημα δεν απαιτείται κάποια εγγραφή. Μπορείτε να συνδεθείτε με το όνομα χρήστη και τον κωδικό
                    πρόσβασης που έχετε λάβει από το οικείο σας Ίδρυμα.
                </p>
                <b>3. Τι μπορώ να κάνω σε περίπτωση που χάσω τους κωδικούς μου / αντιμετωπίζω πρόβλημα με την είσοδό μου στο λογαριασμό μου;</b>
		        <p>
                    Για θέματα που αφορούν την πρόσβασή σας στο λογαριασμό σας (Όνομα Χρήστη/Κωδικός Πρόσβασης) θα πρέπει να απευθυνθείτε
                    στις αντίστοιχες υπηρεσίες (γραφείο μηχανοργάνωσης ή κέντρο δικτύων) του οικείου σας ιδρύματος.
                </p>
                <b>4. Ποιές είναι οι προϋποθέσεις για να επιλεγώ για μία θέση Πρακτικής Άσκησης;</b>
		        <p>
                    Κάθε ακαδημαϊκό τμήμα έχει συγκεκριμένες προϋποθέσεις για τη συμμετοχή των φοιτητών στην Πρακτική Άσκηση.
                    Για περισσότερες πληροφορίες μπορείτε να απευθυνθείτε στο αρμόδιο Γραφείο Πρακτικής Άσκησης του Ιδρύματός σας.
                </p>
                <b>5. Βρήκα κάποιες θέσεις Πρακτικής Άσκησης που με ενδιαφέρουν, τι θα πρέπει να κάνω;</b>
		        <p>
                    Μπορείτε να υποβάλετε αίτηση, προς το Γραφείο Πρακτικής Άσκησης του Ιδρύματός σας, με τις θέσεις που σας
                    ενδιαφέρουν και εφόσον αντιστοιχιστείτε σε κάποια θέση πρακτικής άσκησης να ενημερώνεστε από το λογαριασμό σας για την εξέλιξή της.
                </p>
                <b>6. Υπάρχει κάποια βεβαίωση που μπορώ να λάβω μετά την ολοκλήρωση της Πρακτικής Άσκησης;</b>
		        <p>
                    Μετά την ολοκλήρωση της Πρακτικής Άσκησης μπορείτε μέσα από τo λογαριασμό σας να λάβετε online τη βεβαίωση επιτυχούς ολοκλήρωσής της.
                </p>
		    </div>

            <div class="side-title2"> 
				<b>Ερωτήσεις φορέων</b>
		    </div>
		    <div>
                <b>1. Ποιοι μπορούν να εγγραφούν ως Φορείς Υποδοχής Πρακτικής Άσκησης;</b>
		        <p>
                    Κάθε Ιδιωτική Επιχείρηση, Μη Κυβερνητικός Οργανισμός, Δημόσιος Φορέας ή Διεθνής Φορέας, ο οποίος προσφέρει θέσεις Πρακτικής Άσκησης για φοιτητές Πανεπιστημίων και ΤΕΙ, στο εσωτερικό ή στο εξωτερικό, μπορεί να εγγραφεί ως Φορέας Υποδοχής Πρακτικής Άσκησης.
                </p>
                <b>2. Υπάρχει κάποιο όριο στο πλήθος των θέσεων Πρακτικής Άσκησης που μπορούν να καταχωρισθούν;</b>
		        <p>
                    Ανάλογα με τον αριθμό των εργαζομένων του ΦΥΠΑ ορίζεται και ο μέγιστος αριθμός των θέσεων ΠΑ που μπορούν να καταχωρισθούν.
                </p>
                <b>3. Ποια είναι η διαδικασία μεταβολής στοιχείων του Φορέα Υποδοχής Πρακτικής Άσκησης πριν ολοκληρωθεί η διαδικασία πιστοποίησης;</b>
		        <p>
                    Αφού συνδεθείτε με το Όνομα χρήστη και τον Κωδικό πρόσβασης που επιλέξατε κατά την εγγραφή σας, εισέρχεστε στην Κεντρική Σελίδα. Σε αυτήν επιλέγοντας «Στοιχεία Φορέα», μπορείτε να μεταβάλλετε τα στοιχεία του Φορέα Υποδοχής Πρακτικής Άσκησης ή/και του χρήστη. Σε περίπτωση που έχετε ήδη στείλει Βεβαίωση Συμμετοχής μέσω fax είναι απαραίτητο να την εκτυπώσετε εκ νέου και να τη στείλετε στο Γραφείο Αρωγής Χρηστών για να μπορέσει να ολοκληρωθεί ορθά η πιστοποίησή σας.
                </p>
                <b>4. Μπορώ να τροποποιήσω τις διαθέσιμες θέσεις Πρακτικής Άσκησης που έχω καταχωρίσει;</b>
		        <p>
                    Μπορείτε να επικαιροποιήσετε τις διαθέσιμες θέσεις Πρακτικής Άσκησης που έχετε καταχωρίσει, εφόσον βέβαια αυτές 
                    δεν έχουν προδεσμευτεί από κάποιο Γραφείο Πρακτικής Άσκησης.
                </p>
                <b>5. Τι πρέπει να προσέξω για την ασφάλειά μου;</b>
		        <p>
                    Για τη δική σας ασφάλεια σας συνιστούμε να επιλέξετε ένα συνδυασμό από γράμματα, αριθμούς και σύμβολα για να δημιουργήσετε 
                    ένα μοναδικό κωδικό πρόσβασης που δε σχετίζεται με τα προσωπικά σας στοιχεία. Μπορείτε για παράδειγμα να επιλέξτε μια τυχαία 
                    λέξη ή φράση και να εισαγάγετε αριθμούς ή σύμβολα στην αρχή, στη μέση και στο τέλος (για παράδειγμα "m1awra1ap3tal0uda"). 
                    Η χρήση απλών λέξεων ή φράσεων όπως "password" ή "12345", θα πρέπει να αποφεύγεται. Επίσης, σε περίπτωση που συνδέεστε στο 
                    σύστημα από δημόσιο υπολογιστή, βεβαιωθείτε ότι πάντα πατάτε το κουμπί "Αποσύνδεση" πάνω δεξιά στην οθόνη κατά την έξοδό σας 
                    και κλείνετε το φυλλομετρητή.
                </p>
		    </div>
		</div>
	</div>

    <div id="footer">
        <ul class="menu_links">
            <li class="menu-1">
                <a href="AboutUs.php" Title>AboutUs</a>
            </li>
        </ul>
        <div id="copyright" class="menu-0">
            <p>Copyright © 2023 ΑΤΛΑΣ</p>
        </div>
    </div>
</div>

